[
    [
        {
            "주제": "취미와 관심사",
            "요약": "민지는 음악을 만들고, 고비는 쇼핑 중. 둘 다 자신의 관심사에 열정적이다."
        },
        {
            "주제": "신발 구매",
            "요약": "민지는 운동화나 스니커즈를 찾고 있고, 고비는 브랜드와 스타일에 대해 논의하며 도와주고 있다."
        },
        {
            "주제": "친구 사이",
            "요약": "민지와 고비는 서로를 칭찬하고 감동을 표현하며 서로에 대한 애정을 드러내고 있다."
        },
        {
            "주제": "시간 보내기",
            "요약": "민지와 고비는 서로의 시간을 내기 어려워하면서도 서로를 만나고 싶어하며 함께 시간을 보내기로 약속하고 있다."
        }
    ],
    [
        {
            "주제": "음악 활동",
            "요약": "민지는 책을 읽으면서, 고비는 팝 락 장르의 새로운 곡을 만들고 있어."
        },
        {
            "주제": "운동 취향",
            "요약": "민지는 축구를 배우고 있고, 고비는 보드 타기를 좋아해."
        },
        {
            "주제": "다음 만남 계획",
            "요약": "민지와 고비는 다음 주 토요일에 영화를 보기로 약속했어."
        },
        {
            "주제": "미래 계획",
            "요약": "고비는 민지의 행복을 위해 있는 것이라고 말하며, 민지는 고비에게 새로운 곡을 위해 가사를 써줄 것이라고 말해."
        },
        {
            "주제": "다시 만남 계획",
            "요약": "민지와 고비는 오랜만에 만나서 영화를 보기로 약속했어."
        }
    ],
    [
        {
            "주제": "취미와 관심사",
            "요약": "민지는 책을 읽고, 고비는 음악을 만들고 있다."
        },
        {
            "주제": "영감을 얻는 방법",
            "요약": "고비는 일상생활이나 꿈에서 음악 아이디어를 얻는다고 하며, 민지는 꿈에서 무언가를 얻을까봐 기대된다."
        },
        {
            "주제": "책과 독서",
            "요약": "고비는 음악 관련 책을 좋아하며, 음악 창조의 비밀을 추천한다."
        },
        {
            "주제": "음악 장르",
            "요약": "고비는 팝 뮤직과 발라드를 주로 만든다고 한다."
        },
        {
            "주제": "대화의 즐거움",
            "요약": "민지와 고비는 서로의 관심사를 공유하고 배울 수 있는 좋은 친구라고 느낀다."
        }
    ],
    [
        {
            "주제": "음악 활동",
            "요약": "민지는 고비에게 음악을 만들고 있는지 물어보고, 고비는 클래식 음악을 조금 인용해서 팝송을 만들고 있다고 대답했다."
        },
        {
            "주제": "영화 추천",
            "요약": "민지는 주말에 볼 영화를 고민 중이었고, 고비는 판타지 영화를 추천하며 함께 보자고 제안했다."
        },
        {
            "주제": "특이한 만남",
            "요약": "민지는 어제 만난 사람의 특이한 말투에 대해 이야기하고, 고비는 그 사람이 수줍거나 신중한 성격일지도 모른다고 추측했다."
        },
        {
            "주제": "특이한 언어 사용",
            "요약": "민지는 고비에게 특이한 언어를 사용하는 사람을 만났다고 이야기하자, 고비는 그 사람이 재밌는 사람일지도 모른다고 말했다."
        },
        {
            "주제": "인사 및 헤어짐",
            "요약": "민지는 일할 준비가 돼있다며 끝나고 나면 다시 얘기하자고 말하자, 고비는 행복한 하루를 보내라고 말했다."
        }
    ],
    [
        {
            "주제": "일상 대화",
            "요약": "민지는 업무를 하고 있고, 고비는 음악을 만들고 있다."
        },
        {
            "주제": "꿈과 희망",
            "요약": "고비는 꿈의 성취에 대해 이야기하며, 민지는 고비와의 대화를 기억에 남는다."
        },
        {
            "주제": "친구와의 만남",
            "요약": "민지는 고비와의 시간을 기대하고, 고비는 휴식을 취하고 싶어한다."
        },
        {
            "주제": "미안함과 이해",
            "요약": "고비는 미안함을 표현하고, 민지는 고비를 이해하려고 노력한다."
        },
        {
            "주제": "약속과 소망",
            "요약": "고비는 내일 만나기로 하고, 민지는 고비에게 도움을 주고 싶어한다."
        }
    ]
]